Repository: microblink/blinkid-ios
Catalog: Source/BlinkIDUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_help_screen_msg1
source: Make sure you aren’t covering parts of the document with a finger, including the bottom lines. Also, watch out for hologram reflections that go over the document fields.
ak: Hwɛ hu sɛ womfa wo nsateaa nkata krataa no afã horow so, a ase nkyerɛwde no ka ho. Afei nso, hwɛ yiye wɔ hologram reflections a ɛfa krataa no so ho.
am: የታችኛውን መስመሮች ጨምሮ የሰነዱን ክፍሎች በጣት አለመሸፈንዎን ያረጋግጡ። እንዲሁም በሰነድ መስኮች ላይ የሚሄዱ የሆሎግራም ነጸብራቆችን ይመልከቱ።
ar: تأكد من أنك لا تغطي أجزاء من المستند بإصبعك، بما في ذلك الأسطر السفلية. تجنب أيضاً انعكاسات الصورة ثلاثية الأبعاد التي تمر فوق خانات المستند.
bn: নিশ্চিত করুন যে আপনি আঙুল দিয়ে ডকুমেন্টের কোনো অংশ ঢাকছেন না, বিশেষ করে নিচের লাইনগুলো। এছাড়াও, ডকুমেন্ট ফিল্ডের উপর থাকা হোলোগ্রাম প্রতিফলনের দিকে খেয়াল রাখুন।
cs: Ujistěte se, že prstem nezakrýváte části dokumentu, včetně spodních řádků. Dávejte si také pozor na hologramové odlesky, které přesahují pole dokumentu.
da: Sørg for, at du ikke dækker nogen dele af dokumentet med en finger, herunder stregerne i bunden. Vær også opmærksom på hologramreflektioner, der går henover dokumentets felter.
de: Gehen Sie auf Nummer sicher, indem Sie Teile des Dokuments nicht mit dem Finger verdecken, insbesondere nicht die unteren Zeilen. Vermeiden Sie außerdem Spiegelungen von Hologrammen, die über die Felder des Dokuments hinausgehen.
el: Βεβαιωθείτε ότι δεν καλύπτετε μέρη του εγγράφου με το δάχτυλό σας, συμπεριλαμβανομένων των κάτω γραμμών. Επίσης, προσέξτε τις αντανακλάσεις ολογράμματος που καλύπτουν τα πεδία του εγγράφου.
es: Asegúrese de que no está cubriendo partes del documento con el dedo, incluidas las líneas inferiores. Además, tenga cuidado con los reflejos de los hologramas que sobrepasan los campos del documento.
es_mx: Asegúrate de no cubrir partes del documento con un dedo, incluso las líneas inferiores. Asimismo, presta atención a los reflejos de hologramas que hay en los campos del documento.
fa: Hich bakhshi az madrak, az jomle satrhaye payin, ra ba angosht napushanid. Moazebe baztabhaye hologram bashid ke ruye kadrhaye madrak mioftand.
fi: Varmista, ettet peitä sormella mitään asiakirjan osia, myöskään alarivejä. Varo myös asiakirjan kenttien päälle tulevia hologrammien heijastuksia.
fil: Siguraduhin na hindi natatakpak ng iyong daliri ang mga bahagi ng dokumento, pati na ang pinakababang mga linya. Gayon rin, tingnan rin kung may mga hologram reflection na maaaring makatakip sa mga field ng dokumento.
fr: Veillez à ne pas recouvrir certaines parties du document avec un doigt, notamment les lignes de fond. Faites également attention aux reflets de l'hologramme qui recouvrent les champs du document.
fr_ca: Assurez-vous de ne pas couvrir certaines parties du document avec votre doigt, y compris les lignes du bas. Faites également attention aux reflets holographiques qui apparaissent sur les champs du document.
ha: A tabbatar da cewa ba a rufe wasu ɓangarorin takardar ba da yatsa, ciki har da layukan da suke ƙasan takardar. Bayan haka, a duba ko akwai layukan haske da suka hau kan ɓangarorin takardar.
he: ודאו שאינכם מכסים באצבע חלקים מהמסמך, כולל השורות התחתונות. כמו כן, שימו לב שהשתקפויות מההולוגרמה אינן מכסות שדות במסמך.
hi: सुनिश्चित करें कि आप दस्तावेज़ के किसी भी हिस्से को, जिसमें नीचे की रेखाएँ भी शामिल हैं, उंगली से न ढकें. साथ ही, दस्तावेज़ के फील्ड पर पड़ने वाले होलोग्राम प्रतिबिंबों पर भी ध्यान दें.
hr: Pripazite kako držite dokument. Nemojte prekrivati dijelove dokumenta prstom, uključujući donje linije. Također, pazite na refleksije holograma koje prelaze preko polja dokumenta.
hu: Ügyeljen arra, hogy ne takarja le az ujjával a dokumentum részeit (az alsó sorokat is beleértve). Ügyeljen továbbá a hologramokra is, amelyek visszatükröződnek a dokumentummezőkön.
id: Pastikan jari Anda tidak menutupi bagian mana pun dari dokumen, termasuk baris paling bawah. Waspadai juga pantulan hologram yang menerpa bagian dokumen.
is: Gangið úr skugga um að hlutar skjalsins séu ekki huldir með fingri, þar á meðal neðstu línurnar. Gætið einnig að endurspeglunum heilmyndar sem fara yfir reiti skjalsins.
it: Controlla di non stare coprendo parte del documento, comprese le ultime righe, con un dito. Fai attenzione anche ai riflessi olografici situati sui campi del documento.
ja: 書類の下部の線も含め,指で書類の一部を覆わないようにしてください。また,書類のフィールドを覆うホログラムの反射にもご注意ください。
ka_ge: დარწმუნდით, რომ თითით დოკუმენტის ნაწილებს არ ფარავთ, მათ შორის ქვედა ხაზებსაც. ასევე, ფრთხილად იყავით ჰოლოგრამულ ანარეკლებთანაც, რომლებიც დოკუმენტის ველებზე გადადის.
kk: Саусағыңызбен құжаттың кейбір бөліктерін, әсіресе төменгі жолдарын жауып қалмаңыз. Сондай-ақ, құжат өрістерінің үстінен өтетін голограммалық шағылыстарға да назар аударыңыз.
km_kh: ត្រូវប្រាកដថាអ្នកមិនគ្របដណ្តប់ផ្នែកនៃឯកសារដោយប្រើម្រាមដៃ រួមទាំងបន្ទាត់ខាងក្រោម។ ដូចគ្នានេះផងដែរ ប្រយ័ត្នចំពោះការឆ្លុះបញ្ចាំង hologram ដែលឆ្លងកាត់វាលឯកសារ។
ko: 손가락으로 문서의 일부, 특히 하단의 선을 가리지 않도록 주의하세요. 또한 문서의 필드 위로 홀로그램이 반사되는 것도 주의하세요.
lv: Raugieties, lai neaizsegtu dokumenta daļas ar pirkstu, ieskaitot apakšējās līnijas. Uzmanieties arī no hologrammas atspulgiem virs dokumenta laukiem.
ms: Pastikan anda tidak menutup sebahagian daripada dokumen dengan jari, termasuk baris bawah. Di samping itu, berhati-hati dengan pantulan hologram yang melintasi medan dokumen.
nb: Sørg for at du ikke dekker til deler av dokumentet med en finger, inkludert bunnlinjene. Se også etter hologramrefleksjoner som kan forstyrre feltene i dokumentet.
ne: कागजातको तल्लो रेखा लगायत तपाईंले औंलाले कागजातको केही भागहरू ढाक्नुभएको छैन भनी सुनिश्चित गर्नुहोस्। यस बाहेक, कागजातका भागहरू माथि जाने होलोग्राम रिफ्लेक्सन हुने कुरा पनि ध्यान दिनुहोस्।
nl: Zorg ervoor dat u onderdelen van het document niet afdekt met een vinger, dus ook niet de onderste regels. Waak ook voor hologramreflecties op de documentvelden.
pl: Upewnij się, że nie zasłaniasz dokumentu, w tym jego dolnych krawędzi, palcem. Zwróć też uwagę na refleksy z hologramu na polach dokumentu.
ps_af: ډاډ ترلاسه کړئ چې تاسو د سند ځینې برخې په ګوتو سره نه پوښئ، په شمول د لاندې کرښو. همدارنګه، د هولوگرام انعکاسونو ته پام وکړئ چې د سند په ساحو کې ځي.
pt: Certifique-se de que não está a cobrir partes do documento com um dedo, incluindo as linhas de fundo. Tenha também em atenção os reflexos de holograma que passam por cima dos campos do documento.
pt_br: Certifique-se de não cobrir partes do documento com o dedo, incluindo as linhas inferiores. Além disso, fique atento aos reflexos do holograma que ultrapassam os campos do documento.
ro: Asigurați-vă că nu ați acoperit cu degetul porțiuni din document, nici rândurile de jos. Evitați și reflexiile holografice care se suprapun pe secțiunile din document.
ru: Следите за тем, чтобы вы не закрывали части документа пальцами, включая нижние строки. Кроме того, старайтесь, чтобы голограммы не бросали блики на поля документа.
si: ඔබේ ඇඟිල්ලකින් ලේඛනයේ පහළ ඇති රේඛා ඇතුළු කොටස් ආවරණය නොවන බවට වග බලා ගන්න. එසේම ලේඛනයේ කොටස් මත ඇතිවන හොලෝග්‍රෑම් පරාවර්තන පිළිබඳව ද අවධානයෙන් සිටින්න.
sk: Uistite sa, že nezakrývate časti dokumentu prstom, vrátane spodných riadkov. Dávajte si tiež pozor na hologramové odrazy, ktoré prechádzajú cez polia dokumentu.
sl: Poskrbite, da s prstom ne boste prekrivali delov dokumenta, to velja tudi za spodnjo linijo. Prav tako bodite pozorni na hologramske znake, ki gredo preko polj na dokumentu.
sr: Uverite se da prstom ne prekrivate delove dokumenta, uključujući donje redove. Pazite i da odsjaj holograma ne prekriva polja na dokumentu.
sv: Se till att du inte täcker delar av dokumentet med fingret, inklusive de nedre raderna. Se också upp för hologramreflektioner som löper över dokumentets fält.
sw: Hakikisha hujafunika sehemu za hati kwa kidole, ikijumuisha laini za chini. Pia, kuwa mwangalifu na mwanga unaoakisiwa na hologramu unaopita juu ya sehemu za hati.
th: ตรวจสอบให้แน่ใจว่านิ้วของคุณไม่ได้บังส่วนใดของเอกสาร รวมถึงบรรทัดล่างสุด นอกจากนี้ ระวังแสงสะท้อนของโฮโลแกรมที่จะทับส่วนต่างๆ ของเอกสารด้วย
tr: Alt satırlar da dâhil olmak üzere, belgenin hiçbir bölümünü parmağınla kapatmadığından emin ol. Ayrıca, belge alanlarının üzerini kapatan hologram yansımalarına da dikkat et.
uk: Переконайтеся, що ви не закриваєте частини документа пальцем, зокрема нижні рядки. Також стежте за відблисками від голограм, які перекривають поля документа.
ur: یقینی بنائیں کہ آپ اپنی انگلی سے دستاویز کے کسی حصے کو، خاص طور پر نچلی سطروں کو ڈھانپ نہیں رہے۔ اس کے علاوہ ہولوگرام کے عکس سے بھی بچیں جو دستاویز کے خانوں پر پڑ سکتا ہے۔
uz: Barmogʻingiz hujjatning ayrim qismlarini, jumladan, pastki qatorlarni berkitib qoʻymasin. Hujjat maydoni boʻylab oʻtadigan gologramma aks etishiga ham diqqat qarating.
vi: Đảm bảo rằng bạn không dùng ngón tay che các phần của tài liệu, kể cả các dòng dưới cùng. Ngoài ra, hãy để ý các phản xạ ảnh ba chiều đi qua các trường tài liệu.
yo: Rí i dájú pé o kò fi ìka bo apá ibì kan lára ìwé àkọsílẹ̀ náà, títí kan àwọn ìlà ìsàlẹ̀. Bákan náà, ṣọ́ra fún àwọn ìtànyòò hologram tí wọ́n máa ń wa ní àwọn apá kan lórí ìwé àkọsílẹ̀ náà.
zh_hans: 确保不要用手指遮盖文件的任意部分，包括底部边线。同时注意全息图在文件字段的反射。
zh_hant: 確保您的手指沒有蓋到文件的某些內容，包括底線。此外，請注意文件欄位的全息圖反射。

# mb_help_screen_msg2
source: Avoid direct harsh light because it reflects from the document and can make parts of the document unreadable. If you can’t read data on the document, it won’t be visible to the camera either.
ak: Kwati kanea a ano yɛ den a ɛhwɛ so tẽẽ efisɛ ɛtɔ krataa bi so na ebetumi ama krataa no afã horow bi ayɛ den sɛ wobɛkenkan. Sɛ wuntumi nkenkan nsɛm a ɛwɔ krataa no so a, saa ara na wontumi nhu no yiye wɔ kamara so nso.
am: ሰነዱ ላይ ስለሚያንፀባርቅ እና የሰነዱን ክፍሎች እንዳይነበብ ስለሚያደርግ ቀጥተኛ ኃይለኛ ብርሃንን ያስወግዱ፣ በሰነዱ ላይ ያለውን ውሂብ ማንበብ ካልቻሉ ለካሜራም የሚታይ አይሆንም።
ar: تجنب التعرض المباشر للإضاءة الساطعة لأنها تنعكس على المستند ويمكن أن تجعل أجزاء من المستند غير مقروءة. في حالة لم تتمكن من قراءة البيانات الموجودة في المستند، فلن تكون واضحة للكاميرا أيضاً.
bn: সরাসরি তীব্র আলো এড়িয়ে চলুন, কারণ এটি ডকুমেন্ট থেকে প্রতিফলিত হয়ে ডকুমেন্টের কিছু অংশ অপঠনীয় করে তুলতে পারে। যদি আপনি ডকুমেন্টের তথ্যগুলো পড়তে না পারেন, তাহলে ক্যামেরাও সেগুলো ধরতে পারবে না।
cs: Vyhněte se přímému ostrému světlu, protože se odráží od dokumentu a může způsobit, že části dokumentu nebudou čitelné. Pokud nelze údaje na dokumentu přečíst, nebudou viditelné ani pro fotoaparát.
da: Undgå direkte og skarpt lys, fordi de giver genskin fra dokumentet og kan gøre dele af dokumentet ulæselige. Hvis du ikke kan læse dataene på dokumentet, vil de ikke være synlige på kameraet.
de: Meiden Sie direktes, grelles Licht, da dieses vom Dokument reflektiert wird und so Teile des Dokuments unkenntlich machen kann. Wenn Sie keine Daten auf dem Dokument lesen können, sind diese auch für die Kamera nicht sichtbar.
el: Αποφύγετε το άμεσο, έντονο φως, επειδή αντανακλάται από το έγγραφο και μπορεί να κάνει ορισμένα μέρη του εγγράφου δυσανάγνωστα. Εάν δεν μπορείτε να διαβάσετε δεδομένα στο έγγραφο, δεν θα είναι ορατά ούτε στην κάμερα.
es: Evite la luz intensa directa porque se refleja en el documento y puede hacer que algunas partes del documento sean ilegibles. Si no puede leer los datos del documento, tampoco serán visibles para la cámara.
es_mx: Evita el exceso de luz directa, ya que se refleja en el documento y puede provocar que algunas partes no puedan leerse. Si no alcanzas a leer los datos del documento, tampoco serán visibles para la cámara.
fa: Az nur-e mostaghim va shadid parhiz konid, zira az madrek baztab mishavad va momken ast bakhshhayi az madrek ra nakhana konad. Agar dadehaye madrek ra nemitavanid bekhanid, dorbin ham natavanad anha ra bebinad.
fi: Vältä suoraa voimakasta valoa, koska se heijastuu asiakirjasta ja voi tehdä osia siitä lukukelvottomiksi. Jos et pysty lukemaan asiakirjan tietoja, ne eivät näy myöskään kameralle.
fil: Iwasan ang matinding direktang liwanag dahil maaari itong magdulot ng silaw sa dokumento at hindi mabasa ang ilang bahagi nito. Kung hindi mo mabasa ang impormasyon sa dokumento, hindi rin ito makikita ng camera.
fr: Évitez toute lumière directe et vive, car elle se reflète sur le document et peut rendre certaines parties du document illisibles. Si les données ne sont pas lisibles sur le document, elles ne le seront pas non plus pour la caméra.
fr_ca: Évitez la lumière directe et intense, car elle se reflète sur le document et peut rendre certaines parties illisibles. Si vous ne pouvez pas lire les données sur le document, elles ne seront pas visibles non plus pour l'appareil photo.
ha: Kada a yi amfani da haske mai ƙarfi domin zai yi dau a kan takardar sannan zai sa ba za a iya karanta wasu ɓangarorin takardar ba. Idan ba za ku iya karanta bayanan da suke kan takardar ba, to kemara ma ba za ta iya ganin su ba.
he: הימנע מאור ישיר חזק מכיוון שהוא משתקף מהמסמך ועלול להפוך חלקים מהמסמך לבלתי קריאים. אם אינך יכול לקרוא את הנתונים במסמך, הם לא יהיו גלויים גם למצלמה.
hi: सीधी और तेज़ रोशनी से बचें क्योंकि यह दस्तावेज़ से रिफ्लेक्ट होकर दस्तावेज़ के कुछ हिस्सों को पढ़ने में दिक्कत ला सकती है. अगर आप दस्तावेज़ पर मौजूद डेटा नहीं पढ़ पा रहे हैं, तो वह कैमरे को भी दिखाई नहीं देगा.
hr: Izbjegavajte izravnu jaku svjetlost jer se reflektira s dokumenta i može učiniti dijelove dokumenta nečitljivima. Ako vi ne možete pročitati podatke na dokumentu, ni kamera ih neće moći vidjeti.
hu: Kerülje a közvetlen, erős fényt, mivel visszaverődik a dokumentumról, és ennek hatására a dokumentum egyes részei olvashatatlanná válhatnak. Ha nem tudja leolvasni a dokumentumon lévő adatokat, akkor a kamera számára sem lesznek láthatók.
id: Hindari sorot cahaya tajam karena dapat memantul dari dokumen dan menyebabkan bagian dokumen tidak terbaca. Akibatnya, data di dokumen juga tidak akan terlihat di kamera.
is: Forðist beint sterkt ljós því það endurkastast frá skjalinu og getur gert hluta skjalsins ólæsilega. Ef ekki er hægt að lesa gögnin í skjalinu mun myndavélin ekki heldur sjá þau.
it: Evita la luce intensa diretta, perché questa si riflette sul documento e può rendere illeggibili alcune sue parti. Se non riesci a leggere i dati sul documento, neanche la fotocamera potrà vederli.
ja: 強い光が書類に反射し,一部が判読できなくなる可能性があるため,直射日光は避けてください。書類上のデータが読み取れない場合は,カメラにも映りません。
ka_ge: მოერიდეთ პირდაპირ მკვეთრ განათებას, რადგან ის დოკუმენტზე ანარეკლს აჩენს და დოკუმენტის ნაწილები შესაძლოა გარჩევადი აღარ იყოს. თუ დოკუმენტში მოცემულ მონაცემებს ვერ კითხულობთ, მას ვერც კამერა დააფიქსირებს.
kk: Тікелей және қатты жарықтан арырақ тұрыңыз, себебі ол құжаттан шағылысып, кейбір бөліктерін оқуға мүмкіндік бермейді. Егер құжаттағы деректер сізге көрінбесе, олар камераға да көрінбейді.
km_kh: ជៀសវាងពន្លឺខ្លាំងដោយផ្ទាល់ព្រោះវាឆ្លុះបញ្ចាំងពីឯកសារ ហើយអាចធ្វើឱ្យផ្នែកខ្លះនៃឯកសារមិនអាចអានបាន។ ប្រសិនបើអ្នកមិនអាចអានទិន្នន័យនៅលើឯកសារបានទេ វាក៏មិនអាចមើលឃើញដោយកាមេរ៉ាដែរ។
ko: 강한 직사광선은 문서 표면에 반사되어 내용의 일부를 읽을 수 없게 만들 수 있으니 되도록 피하세요. 사람의 눈으로 문서의 데이터를 읽을 수 없으면 카메라에도 표시되지 않습니다.
lv: Izvairieties no tiešas spilgtas gaismas, jo tā atstarojas no dokumenta un var padarīt atsevišķas dokumenta daļas nelasāmas. Ja nevarat izlasīt dokumentā esošos datus, tos neredz arī kamera.
ms: Jauhi cahaya yang boleh menyilaukan mata kerana cahaya tersebut dipantulkan daripada dokumen dan boleh membuatkan sebahagian daripada dokumen tersebut tidak dapat dibaca. Jika anda tidak dapat membaca data dalam dokumen, data tersebut juga tidak akan kelihatan pada kamera.
nb: Unngå direkte hardt lys fordi det gjenspeiles i dokumentet og kan føre til at deler av dokumentet blir uleselig. Hvis ikke du kan lese det som står i dokumentet, blir det heller ikke synlig for kamera.
ne: कागजातमा रिफ्लेक्सन आउने र केही भाग पढ्न नसकिने हुँदा सिधा र कडा प्रकाशबाट बच्नुहोस्। तपाईंले कागजातमा रहेका डाटा पढ्न सक्नु भएन भने क्यामेरामा पनि देख्न सक्दैन।
nl: Vermijd direct fel licht, omdat dat vanaf het document weerspiegelt en delen van het document onleesbaar kan maken. Als u gegevens op het document niet kunt lezen, zijn ze voor de camera ook niet zichtbaar.
pl: Unikaj bezpośredniego silnego światła, ponieważ odbija się od dokumentu i niektóre jego części mogą stać się nieczytelne. Jeśli nie możesz odczytać danych z dokumentu, nie będą one widoczne również dla aparatu.
ps_af: د مستقیم سخت رڼا څخه ډډه وکړئ ځکه چې دا د سند څخه منعکس کیږي او کولی شي د سند برخې د لوستلو وړ نه کړي. که تاسو په سند کې معلومات نشئ لوستلی، نو دا به کیمرې ته هم ونه لیدل شي.
pt: Evite a luz direta e intensa porque reflete a partir do documento e pode tornar ilegíveis partes do documento. Se não conseguir ler os dados no documento, também não serão visíveis para a câmara.
pt_br: Evite luz forte direta, pois ela reflete no documento e pode tornar partes dele ilegíveis. Se você não conseguir ler os dados no documento, ele também não ficará visível para a câmera.
ro: Evitați lumina puternică directă, deoarece se va reflecta din document și poate face imposibilă citirea anumitor porțiuni din acesta. Dacă nu puteți citi datele din document, ele nu vor fi vizibile nici pe cameră.
ru: Избегайте прямого яркого света, так как он отражается от документа и может сделать некоторые его части нечитаемыми. Если вы не можете прочитать данные документа сами, то они не будут видны и камере.
si: ඍජු රළු ආලෝකය ලේඛනයේ වැදී පරාවර්තනය වී ලේඛනයේ ඇති කොටස් කියවීමට නොහැකි විය හැකි බැවින් එය වළක්වා ගන්න. ඔබට ලේඛනයේ දත්ත කියවිය නොහැකි නම්, එය කැමරාවට ද දෘශ්‍යමාන නොවේ.
sk: Vyhnite sa priamemu ostrému svetlu, pretože sa odráža od dokumentu a môže spôsobiť, že časti dokumentu budú nečitateľné. Ak vy nedokážete čítať údaje v dokumente, neuvidí ich ani fotoaparát.
sl: Izogibajte se neposredni močni svetlobi, saj se ta odbija od dokumenta in lahko dele dokumenta naredi neberljive. Če ne morete prebrati podatkov na dokumentu, jih niti kamera ne bo mogla videti.
sr: Izbegavajte jaku direktnu svetlost jer se odbija od dokumenta i može učiniti delove dokumenta nečitljivim. Ako ne možete da pročitate podatke na dokumentu, neće biti vidljivi ni kameri.
sv: Undvik starkt direktljus eftersom det reflekteras från dokumentet och kan göra delar av det oläsliga. Om du inte kan läsa informationen på dokumentet kommer den inte heller att synas för kameran.
sw: Epuka mwanga mkali wa moja kwa moja kwa sababu huakisiwa kutoka kwenye hati na inaweza kufanya sehemu za hati zisiweze kusomeka. Ikiwa huwezi kusoma data kwenye hati, vilevile haitaonekana kwenye kamera.
th: หลีกเลี่ยงแสงจ้าที่ส่องตรงๆ เพราะแสงสะท้อนจากเอกสารและเอกสารอ่านไม่ออกบางส่วนได้ หากคุณอ่านข้อมูลบนเอกสารไม่ได้ กล้องก็จะมองไม่เห็นเช่นกัน
tr: Doğrudan gelen sert ışık belgeden yansıyarak belgenin bazı kısımlarını okunmaz hâle getirebileceği için bu tür ışık kullanmaktan kaçın. Belgedeki verileri okuyamıyorsan bu veriler kamerada da görünmeyecektir.
uk: Уникайте прямого яскравого світла, адже воно відбивається від документа і може зробити частини документа нечитабельними. Якщо ви не можете прочитати дані на документі, камера їх також не зчитає.
ur: براہِ راست تیز روشنی سے پرہیز کریں کیونکہ یہ دستاویز پر عکس ڈالتی ہے اور اس کے کچھ حصے پڑھنے کے قابل نہیں رہتے۔ اگر آپ خود دستاویز پر موجود ڈیٹا نہیں پڑھ سکتے تو یہ کیمرے پر بھی نظر نہیں آئے گا۔
uz: Yorqin yorugʻlik bevosita tushmasin, chunki u hujjatda aks etadi va hujjatning ayrim qismlari tushunarsiz boʻlib qolishi mumkin. Hujjatdagi maʼlumotlarni oʻqish imkoni boʻlmasa, ular kamerada ham koʻrinmaydi.
vi: Tránh ánh sáng gay gắt trực tiếp vì ánh sáng đó phản chiếu từ tài liệu và có thể làm cho các phần của tài liệu không thể đọc được. Nếu bạn không thể đọc dữ liệu trên tài liệu, chúng cũng sẽ không nhìn thấy rõ trên camera.
yo: Yẹra fún ìmọ́lẹ̀ tó lágbára nítorí pé ó máa ń hàn nínú ìwé àkọsílẹ̀ náà àti pé ó lè mú kí àwọn apá kan nínú àwọn ìwé àkọsílẹ̀ náà má ṣe é kà. Tí ọ kò bá lè ka àwọn ìsọfúnni tó wà nínú ìwé àkọsílẹ̀ náà, kò ní hàn sí kámẹ́rà náà.
zh_hans: 避免强光直射证件，以免反光导致证件上的部分信息无法读取。如果您看不清证件上的信息，摄像头也无法清晰拍摄。
zh_hant: 避免直接刺眼的光線，因為光線會反射文件，並且使文件的某些內容無法讀取。如果您無法讀取文件的內容，則相機也無法看清。
